{
  "navbar": {
    "services": "СЕРВИСЫ",
    "pricing": "ТАРИФЫ",
    "docs": "ДОКУМЕНТАЦИЯ"
  },
  "home": {
    "title": "ДОБРО ПОЖАЛОВАТЬ НА <1>ОБЛАЧНУЮ</1> ПЛАТФОРМУ",
    "description": "Мы используем передовые технологии искусственного интеллекта для\nинтеллектуального анализа и эффективной фильтрации пользовательского контента",
    "getStarted": "НАЧАТЬ РАБОТУ",
    "readDocs": "ПЕРЕЙТИ К ДОКУМЕНТАЦИИ",
    "checkServices": "ПЕРЕЙТИ К СЕРВИСАМ"
  },
  "auth": {
    "signIn": "Авторизоваться",
    "signUp": "Зарегистрироваться",
    "loading": "Загрузка...",
    "showPassword": "Показать пароль",
    "username": "Имя пользователя",
    "email": "Электронная почта",
    "password": "Пароль",
    "confirmPassword": "Подтвердите пароль",
    "usernameValidation": "Неверное имя пользователя. Имя должно быть не менее 8 симоволов[a-Z][0-9]",
    "passwordValidation": "Неверный Пароль. Должно быть не менее 8 симоволов ([a-Z], хотя бы 1 цифра и спец. символ",
    "confirmPasswordValidation": "Пароли не совпадают",
    "emailValidation": "Неверная электронная почта.",
    "invalidInput": "Ошибка валидации полей ввода"
  },
  "services": {
    "heroTitle": "Услуги, ориентированные на искусственный интеллект, на облачной платформе",
    "servicesTitle": "СЕРВИСЫ",
    "modetationCard": {
      "title": "Модерация",
      "description": "Сервис модерации текста из различных источников"
    },
    "moderationService": {
      "title": "МОДЕРАЦИЯ",
      "description": "Мощный инструмент для модерации текстового контента, который предоставляет возможности для безопасного и эффективного контроля и управления контентом.\nСервис основан на передовых алгоритмах и технологиях машинного обучения, которые позволяют нам автоматически обнаруживать и классифицировать различные типы нежелательного контента, разделяя его на 6 основных классов: токсичность, чрезмерная токсичность, угрозы, личная ненависть, оскорбления и непротест.\nОдной из ключевых особенностей нашего сервиса является возможность интеграции с помощью API. Это означает, что вы можете легко интегрировать нашу систему модерации в свое приложение.",
      "info": "Информация",
      "playground": "PLAYGROUND",
      "integration": "Интеграция",
      "card1": {
        "title": "Различные языки",
        "description": "Сервис модерации текстов обеспечивает мультиязычность, что позволяет эффективно фильтровать и проверять различные типы текстовых данных на разных языках. Эта возможность основана на использовании передовых языковых моделей и алгоритмов машинного обучения."
      },
      "card2": {
        "title": "Совершенствование алгоритмов",
        "description": "Служба модерации текстов постоянно совершенствует свои алгоритмы, чтобы лучше и точнее выявлять нежелательный или вредоносный контент.\n\nГлавная цель - выявлять и фильтровать все виды неприемлемого контента, такие как оскорбления, угрозы, дискриминация, непристойность и другие формы спама, а также сократить количество ложных срабатываний и ложных пропусков."
      },
      "card3": {
        "title": "Сотрудничество",
        "description": "Сотрудничество с пользователями сервиса по вопросам модерации текстов является важным и эффективным инструментом обеспечения безопасной и качественной среды общения. Такое сотрудничество между пользователями и службой позволяет эффективно бороться с нежелательным контентом, таким как оскорбительные выражения, угрозы, спам и другие виды неуместного контента."
      },
      "textPlaceholder": "Введите текст здесь",
      "textTab": "Текст",
      "imageTab": "Изображение",
      "audioTab": "Аудио",
      "videoTab": "Видео",
      "integrationText": "Интеграция службы модерации текста через API - это удобный и эффективный способ автоматизировать и улучшить процесс контроля и фильтрации текстового контента, передаваемого или отображаемого на веб-платформе, в приложении или другом онлайн-сервисе.\nОсновные преимущества интеграции службы модерации текста через API включают:\n1. Экономия времени и усилий;\n2. Улучшение качества контента;\n3. Повышение безопасности;\n4. Масштабируемость.",
      "APIcopied": "Ключ API скопирован в буфер обмена.",
      "generateAPI": "СГЕНЕРИРОВАТЬ API КЛЮЧ"
    }
  },
  "pricing": {
    "title": "ТАРИФЫ",
    "studentCard": {
      "title": "STUDENT",
      "offer1": "1000 запросов в день",
      "offer2": "Сервис модерации текстов",
      "term1": "Подтвержденная почта"
    },
    "choose": "Выбрать тариф",
    "choosen": "Выбрано"
  }
}
