{
    "home": {
        "title": "Привет!",
        "description": "Мы предлагаем инструмент модерации для всех типов контента - текста, изображений, видео и аудио. Обеспечьте безопасность своей онлайн-площадки с помощью нашей эффективной и гибкой системы. Присоединяйтесь к нам сегодня и создайте пространство, свободное от нежелательного контента!",
        "button": "Начать",
        "service": "Сервис",
        "pricing": "Тарифы",
        "docs": "Документация"
    },
    "not-found": {
        "title": "Страница не найдена",
        "button": "Вернуться назад"
    },
    "register": {
        "title": "Регистрация",
        "description": "Заполните поля для создания аккаунта",
        "email": "Электронная почта",
        "password": "Пароль",
        "alternative": "Уже есть аккаунт?",
        "signIn": "Авторизоваться",

        "create": "Создать аккаунт",
        "creating": "Создание аккаунта..."
    },
    "navbar": {
        "service": "Сервис",
        "pricing": "Тарифы",
        "docs": "Документация"
    },
    "settings": {
        "title": "Настройки",
        "description": "Управляйте своим аккаунтом.",
        "language": "Язык интерфейса",
        "role": "Роль",
        "changeRole": "Сменить роль",
        "email": "Электронная почта",
        "verifyEmail": "Подтвердить почту",
        "tryAgain": "Попробуйте ещё раз",
        "confirm": "Подтвердить",
        "confirmation": "Подтверждение..."
    },
    "services": {
        "features": "Особенности",
        "diffLang": {
            "title": "Множество языков",
            "description": "Независимо от языка обсуждения или публикации, наша система способна эффективно анализировать контент и обеспечивать высокий уровень модерации"
        },
        "varietyFormats": {
            "title": "Вариативность форматов",
            "description": "Будь то текстовые сообщения, изображения, видео или аудиозаписи, наша платформа обеспечивает всестороннюю модерацию, гарантируя безопасный и приятный опыт работы в Интернете для всех пользователей."
        },
        "docs": "Документация",
        "endpoints": {
            "title": "API Endpoints",
            "description": ""
        },
        "learnMore": "Узнать больше",
        "examples": {
            "title": "Примеры интеграции",
            "description": ""
        },
        "tryDemo": "Попробовать",
        "demo": {
            "title": "Протестируйте наш API",
            "show": "Показать ответ",
            "analyze": "Анализировать",
            "language": "Язык",
            "type": "Тип данных",
            "text": "Текст",
            "image": "Изображение",
            "video": "Видео",
            "audio": "Аудио"
        },
        "integration": {
            "title": "API интеграция",
            "signIn": "Пожалуйста, авторизуйтесь, чтобы получить доступ к API.",
            "available": "Сервис доступен только для пользователей со ролью Студент или выше.",
            "generate": "Сгенерировать API ключ",
            "generating": "Генерируем..."
        },
        "sidebar": {
            "overview": "Обзор",
            "features": "Особенности",
            "demo": "Демо",
            "docs": "Документация",
            "integration": "Интеграция"
        }
    },
    "login": {
        "title": "Авторизация",
        "description": "Введите свой адрес электронной почты, чтобы войти в свою учетную запись",
        "email": "Электронная почта",
        "password": "Пароль",
        "forgot": "Забыли пароль?",
        "alternative": "У вас нет аккаунта?",
        "signIn": "Авторизоваться",
        "signingIn": "Авторизация...",
        "signUp": "Зарегистрироваться"
    },
    "student-card": {
        "terms": "Условия",
        "requests": "1000 запросов в день",
        "access": "Доступ к сервису модерации",
        "verified": "Подтвержденная почта",
        "choose": "Выбрать план",
        "changing": "Смена..."
    },
    "company-card": {
        "terms": "Условия",
        "requests": "1000 запросов в день",
        "access": "Доступ к сервису модерации",
        "approval": "Одобрение администратором",
        "verified": "Подтвержденная почта",
        "request": "Запросить одобрение",
        "requesting": "Отправка запроса..."
    },
    "docs": {
        "sidebar": {
            "intro": "Введение",
            "overview": "Обзор",
            "examples": "Примеры"
        },
        "introduction": {
            "title": "Введение",
            "1": "Добро пожаловать в документацию Moderation Patform!",
            "2": "Что такое платформа модерации?",
            "3": "Наша платформа модерации - это комплексное решение для контроля и управления контентом на онлайн-платформах. Она обеспечивает автоматизированную и ориентированную на человека модерацию, фильтрацию контента и управление репутацией, обеспечивая безопасную и приятную среду для пользователей.",
            "4": "Под капотом нашей платформы также скрываются передовые технологии искусственного интеллекта и машинного обучения, которые автоматизируют обнаружение и анализ контента. Это снижает нагрузку на модераторов и обеспечивает быстрое реагирование на потенциально опасные ситуации.",
            "5": "Основные особенности",
            "6": "Некоторые из основных функций платформы Moderation включают:",
            "7": "Автоматизированная модерация",
            "8": "Платформа обеспечивает полностью автоматизированное решение для контроля контента, освобождая клиента от необходимости создавать и управлять системой модерации.",
            "9": "Мультиформатный контент",
            "10": "Поддерживает различные форматы контента, включая текст, графику и мультимедиа, обеспечивая полный контроль над всеми типами информации на платформе.",
            "11": "Высокая эффективность",
            "12": "Платформа отличается высокой эффективностью и точностью в обнаружении и блокировке нежелательного контента, обеспечивая безопасную и качественную работу пользователей.",
            "13": "Облачное решение",
            "14": "Платформа работает на облачной инфраструктуре, что обеспечивает масштабируемость, надежность и доступность сервиса в любое время и из любой точки мира.",
            "15": "Как читать документацию",
            "16": "В левой части экрана находится панель навигации. Страницы документации организованы последовательно, чтобы вы могли следовать им шаг за шагом при создании приложения. Однако вы можете читать их в любом порядке или переходить к тем страницам, которые относятся к вашему случаю использования."
        },
        "overview": {
            "title": "Обзор сервиса модерации",
            "1": "Наш сервис REST API - это мощный инструмент для интеллектуального анализа пользовательского контента. Формат запросов, поддерживаемый нашим сервисом, позволяет пользователям легко интегрировать его в свои приложения и системы. Просто отправьте запрос к конечной точке, описанной ниже, указав ключ API, и в ответ вы получите точную классификацию по заранее определенным классам анализа.",
            "2": "Наш сервис обеспечивает высокую точность и надежность классификации благодаря использованию передовых алгоритмов машинного обучения. Мы постоянно обновляем и совершенствуем нашу модель, чтобы предоставить нашим клиентам результаты самого высокого уровня. Благодаря этому вы можете быть уверены в качестве и надежности анализов, полученных с помощью нашего сервиса.",
            "3": "Наш сервис REST API идеально подходит для решения широкого круга задач, включая анализ текстовых сообщений в социальных сетях, фильтрацию контента на форумах, автоматизацию обработки текстов и многое другое. Если вам нужен анализ для бизнеса, исследований или безопасности, наш сервис готов предложить надежное и быстрое решение.",
            "4": "Запрос API",
            "5": "Наш сервис предоставляет простой и интуитивно понятный API для отправки запросов и получения секретных данных. API-форма запроса включает передачу данных по методу HTTP POST. Для текстовых запросов необходимо указать конечную точку /text и передать текстовую информацию в теле запроса. Для запросов с изображениями, аудио- или видеофайлами необходимо также указать соответствующую конечную точку (/image, /audio или /video) и передать соответствующий мультимедийный контент.",
            "6": "API-запросы могут быть отправлены с использованием стандартных HTTP-заголовков, включая заголовок аутентификации для обеспечения безопасности передаваемых данных. Ответ от сервиса возвращается в формате JSON и содержит категоризированные данные в соответствии с типом запроса и заданными категориями. Такой простой и эффективный подход к отправке и обработке запросов делает наш сервис удобным и гибким инструментом для анализа текста, изображений, аудио- и видеоконтента.",
            "7": "Endpoint",
            "8": "Описание",
            "9": "/text",
            "10": "Эта конечная точка предназначена для анализа текстовой информации. Она позволяет отправлять текстовые запросы и получать классифицированные данные о текстовом содержимом в соответствии с заданными категориями.",
            "11": "/image",
            "12": "Эта конечная точка предоставляет возможность анализа изображений. Пользователи могут отправлять изображения для обработки и получать информацию о текстовом содержимом изображения.",
            "13": "/audio",
            "14": "Эта конечная точка предназначена для анализа аудиофайлов. Она позволяет пользователям отправлять аудиозаписи на анализ и получать результаты о содержании аудиофайла, включая распознавание речи.",
            "15": "/video",
            "16": "Эта конечная точка предоставляет возможность анализа видеофайлов. Пользователи могут отправлять видеозаписи на обработку и получать информацию об аудиосодержании видео.",
            "17": "Ответ API",
            "18": "Наш сервис обеспечивает быстрый и точный анализ текста, возвращая результаты в формате JSON. Классификация включает следующие категории: Toxicity, Severe Toxicity, Threat, Insult, Obscene; and Identity Attack. Каждый класс представляет собой отдельный аспект контента, определяемый по содержанию текста, что позволяет пользователям эффективно выявлять и управлять нежелательным или опасным контентом в своих приложениях и системах.",
            "19": "Класс",
            "20": "Описание",
            "21": "Toxicity",
            "22": "Определяет наличие в тексте элементов, которые могут вызвать негативную эмоциональную реакцию или обиду у читателя.",
            "23": "Severe Toxicity",
            "24": "Выявляет тексты, содержащие крайне оскорбительные или обидные материалы, которые могут представлять реальную угрозу или вызывать серьезное негативное воздействие на аудиторию.",
            "25": "Threat",
            "26": "Выявляет угрожающие выражения или предполагаемые угрозы в тексте, которые могут причинить вред или вызвать беспокойство у читателя.",
            "27": "Insult",
            "28": "Распознает тексты, содержащие оскорбительные или уничижительные высказывания о человеке или группе людей.",
            "29": "Obscene",
            "30": "Определяет тексты, содержащие непристойные или вульгарные выражения, которые могут быть неуместны для аудитории или среды, в которой они используются.",
            "31": "Identity Attack",
            "32": "Выявление текстов, направленных на нападки или унижение человека или группы людей на основании их расы, пола, религии или других идентифицирующих характеристик."
        },
        "examples": {
            "title": "Примеры работы с сервисом модерации",
            "1": "Здесь приведен пример интеграции сервисов на разных языках"
        }
    }
}
