export const IntroductionSection = () => {
  return (
    <section>
      <h1>Демонстрация работы приложения модерации</h1>
      <p>
        Добро пожаловать на страницу демонстрации работы приложения для модерации контента. Здесь вы сможете
        ознакомиться с основными возможностями и этапами работы системы.
      </p>
      <p>Представленные ниже секции отражают стандартные шаги, которые обычно выполняются при работе с приложением.</p>
      <p>
        Данный интерфейс создан исключительно в демонстрационных целях. Основная работа предполагается через API,
        который предоставляет все необходимые функции для интеграции с другими системами.
      </p>
    </section>
  );
};
